Repository: SkullSplitter2020/Fusion.Repo
Catalog: repo/plugin.video.sportdeutschland_tv/resources/language/resource.language.*/strings.po
Languages: de_de

# #30001
source: Display/Choice
de_de: Anzeige/Auswahl

# #30002
source: General
de_de: Allgemein

# #30110
source: ► [B]NOT REGISTERED[/B] ◄
de_de: ► [B]NICHT ANGEMELDET[/B] ◄

# #30111
source: [B]Registered with E-Mail :[/B] ...
de_de: [B]Angemeldet mit E-Mail :[/B] ...

# #30112
source: [B][COLOR chartreuse]<<<>>> LOG IN + ENTER LOGINDATA <<<>>>[/COLOR][/B]
de_de: [B][COLOR chartreuse]<<<>>> ANMELDEN + LOGINDATEN EINGEBEN <<<>>>[/COLOR][/B]

# #30113
source: [B][COLOR orangered]<<<>>> LOGOUT + DELETE KODI-LOGINDATA <<<>>>[/COLOR][/B]
de_de: [B][COLOR orangered]<<<>>> AUSLOGGEN + KODI-LOGINDATEN LÖSCHEN <<<>>>[/COLOR][/B]

# #30120
source: [COLOR yellow]Show SECTION:[/COLOR][B] LIVE - All Sports[/B]
de_de: [COLOR yellow]Zeige RUBRIK:[/COLOR][B] LIVE - Alle Sportarten[/B]

# #30121
source: [COLOR yellow]Show SECTION:[/COLOR][B] NEXT - All Sports[/B]
de_de: [COLOR yellow]Zeige RUBRIK:[/COLOR][B] DEMNÄCHST - Alle Sportarten[/B]

# #30122
source: [COLOR yellow]Show SECTION:[/COLOR][B] New Videos[/B]
de_de: [COLOR yellow]Zeige RUBRIK:[/COLOR][B] Neue Videos[/B]

# #30123
source: [COLOR yellow]Show SECTION:[/COLOR][B] All Sports[/B]
de_de: [COLOR yellow]Zeige RUBRIK:[/COLOR][B] Alle Sportarten[/B]

# #30124
source: [COLOR yellow]Show SECTION:[/COLOR][B] Sportchannels[/B]
de_de: [COLOR yellow]Zeige RUBRIK:[/COLOR][B] Sportkanäle[/B]

# #30125
source: [COLOR yellow]Show SECTION:[/COLOR][B] Search PROFILES ...[/B]
de_de: [COLOR yellow]Zeige RUBRIK:[/COLOR][B] Suche PROFILE ...[/B]

# #30126
source: [COLOR yellow]Show SECTION:[/COLOR][B] Search VIDEOS ...[/B]
de_de: [COLOR yellow]Zeige RUBRIK:[/COLOR][B] Suche VIDEOS ...[/B]

# #30140
source: Play HLS-Videos with [B][COLOR yellow]Inputstream.Adaptive[/COLOR][/B]
de_de: HLS-Videos mit [B][COLOR yellow]Inputstream.Adaptive[/COLOR][/B] abspielen

# #30141
source: Return to Main menu if more than one Page is displayed
de_de: Zurück zum Hauptmenü bei mehr als einer Seite anzeigen

# #30143
source: Additional Folder entry above the List (Default)
de_de: Zusätzlicher Ordnereintrag oberhalb der Liste (Standard)

# #30144
source: Additional entry in Context menu
de_de: Zusätzlicher Eintrag im Kontextmenü

# #30160
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30161
source: Detailed Addon-Debug (otherwise only Minimal-Log)
de_de: Addon-Debug mit Details (sonst nur Minimal-Log)

# #30231
source: [B][COLOR FF0099FF]ACTIONS[/COLOR][/B]
de_de: [B][COLOR FF0099FF]AKTIONEN[/COLOR][/B]

# #30232
source: [B][COLOR ff0099ff]FOLDERS IN START MENU[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ORDNER IM STARTMENÜ[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]PLAYBACK[/COLOR][/B]
de_de: [B][COLOR ff0099ff]WIEDERGABE[/COLOR][/B]

# #30235
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30350
source: [COLOR orange]IMPORTANT: This Addon only allows access to a [B]FREE-ACCOUNT[/B] from ►Sportdeutschland.tv◄, as this Addon only offers the [B]FREE-CONTENT[/B] from ►Sportdeutschland.tv◄ ![/COLOR]
de_de: [COLOR orange]WICHTIG: Dieses Addon ermöglicht nur den Zugang zu einem [B]FREE-ACCOUNT[/B] von ►Sportdeutschland.tv◄, da dieses Addon nur den [B]FREE-CONTENT[/B] von ►Sportdeutschland.tv◄ anbietet ![/COLOR]

# #30351
source: [COLOR chartreuse]This Button allows you to return [B]DIRECTLY[/B] to the Main menu of the Addon without having to scroll back to each Page of a List individually.[/COLOR]
de_de: [COLOR chartreuse]Dieser Button ermöglicht es [B]DIREKT[/B] zum Hauptmenü des Addons zurückzukehren ohne dabei jede aufgerufene Seite einer Liste einzeln zurückblättern zu müssen.[/COLOR]

# #30501
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow]{}[/COLOR][COLOR orangered]* can NOT be activated automatically !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{}[/COLOR][COLOR orangered]* kann NICHT automatisch aktiviert werden !!![/COLOR]

# #30502
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow]{}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{}[/COLOR][COLOR orangered]* ist NICHT installiert !!![/COLOR]

# #30503
source: [B][COLOR orangered]ATTENTION : ... The Login process was terminated with an error !!![/COLOR][CR][COLOR yellow]Please check your Login details and log in again ![/COLOR][/B]
de_de: [B][COLOR orangered]ACHTUNG : ... Der Login-Vorgang wurde mit einem Fehler beendet !!![/COLOR][CR][COLOR yellow]Bitte überprüfen Sie Ihre Login-Daten und melden sich noch einmal an ![/COLOR][/B]

# #30504
source: [B][COLOR orangered]ATTENTION : ... This Stream is only playable with a ►FREE-ACCOUNT◄ from ►Sportdeutschland.tv◄ !!![/COLOR][CR][COLOR yellow]Please enter your Login details in the Addon settings or select another stream ![/COLOR][/B]
de_de: [B][COLOR orangered]ACHTUNG : ... Dieser Stream ist nur mit einem ►FREE-ACCOUNT◄ von ►Sportdeutschland.tv◄ abspielbar !!![/COLOR][CR][COLOR yellow]Bitte geben Sie Ihre Anmeldedaten in den Einstellungen des Addons ein oder wählen Sie einen anderen Stream ![/COLOR][/B]

# #30522
source: [COLOR orangered]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR orangered]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30524
source: [COLOR orangered]Required additional Data could NOT be resolved (LOG) ![/COLOR]
de_de: [COLOR orangered]Erforderliche Zusatzdaten konnten NICHT aufgelöst werden (LOG) ![/COLOR]

# #30525
source: [COLOR orangered]Unfortunately, there are NO {} :[/COLOR]
de_de: [COLOR orangered]Leider gibt es KEINE {} :[/COLOR]

# #30526
source: * [COLOR blue]Under this Section[/COLOR] * at sportdeutschland.tv
de_de: * [COLOR blue]Unter dieser Rubrik[/COLOR] * bei sportdeutschland.tv

# #30527
source: * [COLOR blue]In the Section: {}[/COLOR] * at sportdeutschland.tv
de_de: * [COLOR blue]In der Rubrik: {}[/COLOR] * bei sportdeutschland.tv

# #30528
source: [B][COLOR orangered]The Stream-Url is OFFLINE !!![/COLOR][/B]
de_de: [B][COLOR orangered]Die Stream-Url ist OFFLINE !!![/COLOR][/B]

# #30529
source: [B][COLOR orangered]NO stream entry found for the Contribution ![/COLOR][/B]
de_de: [B][COLOR orangered]KEINEN Stream-Eintrag zum Beitrag gefunden ![/COLOR][/B]

# #30530
source: My SDTV - Profiles :
de_de: Meine SDTV - Profile :

# #30531
source: [B]≡ [COLOR blue]{}[/COLOR] ≡ [COLOR lime]successfully added !!![/COLOR][/B]
de_de: [B]≡ [COLOR blue]{}[/COLOR] ≡ [COLOR lime]erfolgreich hinzugefügt !!![/COLOR][/B]

# #30532
source: [B]≡ [COLOR blue]{}[/COLOR] ≡ [COLOR orangered]has been deleted !!![/COLOR][/B]
de_de: [B]≡ [COLOR blue]{}[/COLOR] ≡ [COLOR orangered]wurde gelöscht !!![/COLOR][/B]

# #30541
source: E-Mail-Adress
de_de: E-Mail-Adresse

# #30542
source: Password
de_de: Passwort

# #30543
source: {} successful ...
de_de: {} erfolgreich ...

# #30544
source: [B]Logged in as ►[COLOR lime]{}[/COLOR]◄[/B]
de_de: [B]Angemeldet als ►[COLOR lime]{}[/COLOR]◄[/B]

# #30545
source: Login not successful ...
de_de: Login nicht erfolgreich ...

# #30546
source: [B][COLOR orangered]The Data could not be verified ![/COLOR][/B]
de_de: [B][COLOR orangered]Die Daten konnten nicht verifiziert werden ![/COLOR][/B]

# #30547
source: [B][COLOR chartreuse]You can proceed now ...[/COLOR][/B]
de_de: [B][COLOR chartreuse]Sie können jetzt fortfahren ...[/COLOR][/B]

# #30602
source: [B][COLOR chartreuse]★ My SDTV Profiles ★[/COLOR][/B]
de_de: [B][COLOR chartreuse]★ Meine SDTV Profile ★[/COLOR][/B]

# #30603
source: New Videos
de_de: Neue Videos

# #30604
source: All Sports
de_de: Alle Sportarten

# #30605
source: Sportchannels
de_de: Sportkanäle

# #30606
source: Search PROFILES ...
de_de: Suche PROFILE ...

# #30607
source: Search VIDEOS ...
de_de: Suche VIDEOS ...

# #30608
source: Sports - edit Selection ...
de_de: Sportarten - Auswahl bearbeiten ...

# #30609
source: SDTV Settings
de_de: SDTV Einstellungen

# #30610
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30622
source: NEXT -
de_de: DEMNÄCHST -

# #30623
source: PAST EVENTS -
de_de: VERGANGENE EVENTS -

# #30625
source: CLUBS & ASSOCIATIONS -
de_de: VEREINE & VERBÄNDE -

# #30650
source: [I][B][COLOR cyan]<<< Back to the Main-menu[/COLOR][/B][/I]
de_de: [I][B][COLOR cyan]<<< Zurück zum Hauptmenü[/COLOR][/B][/I]

# #30651
source: [B][COLOR chartreuse]Add to SDTV-Profiles ...[/COLOR][/B]
de_de: [B][COLOR chartreuse]Zu SDTV-Profilen hinzufügen ...[/COLOR][/B]

# #30652
source: [B][COLOR orange]... Remove from SDTV-Profiles[/COLOR][/B]
de_de: [B][COLOR orange]... Aus SDTV-Profilen entfernen[/COLOR][/B]

# #30654
source: [COLOR yellow]Add to Playlist-SDTV ...[/COLOR]
de_de: [COLOR yellow]Zu Abspielliste-SDTV hinzufügen ...[/COLOR]

# #30701
source: [B][COLOR chartreuse]■ ■ ■ [/COLOR]LIVE - All Sports [COLOR yellow]({})[/COLOR][COLOR chartreuse] ■ ■ ■[/COLOR][/B]
de_de: [B][COLOR chartreuse]■ ■ ■ [/COLOR]LIVE - Alle Sportarten [COLOR yellow]({})[/COLOR][COLOR chartreuse] ■ ■ ■[/COLOR][/B]

# #30702
source: [B]NOW IN LIVESTREAM :[CR][COLOR lime]{} - Event(s)[/COLOR][/B]
de_de: [B]JETZT IM LIVESTREAM :[CR][COLOR lime]{} - Event(s)[/COLOR][/B]

# #30703
source: [B][COLOR orangered]■ ■ ■ [/COLOR]NEXT - All Sports [COLOR yellow]({})[/COLOR][COLOR orangered] ■ ■ ■[/COLOR][/B]
de_de: [B][COLOR orangered]■ ■ ■ [/COLOR]DEMNÄCHST - Alle Sportarten [COLOR yellow]({})[/COLOR][COLOR orangered] ■ ■ ■[/COLOR][/B]

# #30704
source: UPCOMING EVENTS -[CR]All Sports :[CR][COLOR gold]Entries • {}[/COLOR]
de_de: KOMMENDE EVENTS -[CR]Alle Sportarten :[CR][COLOR gold]Einträge • {}[/COLOR]

# #30712
source: Select desired Sports (multiple selection possible)
de_de: Gewünschte Sportarten auswählen (Mehrfachauswahl möglich)

# #30721
source: [B][COLOR orange]<<< Back to the Main-menu <<<[/COLOR][/B]
de_de: [B][COLOR orange]<<< Zurück zum Hauptmenü <<<[/COLOR][/B]

# #30722
source: Clubs, Associations, Leagues & Events:[CR][B][COLOR lime]{}[/COLOR][/B][CR][CR]{}
de_de: Vereine, Verbände, Ligen & Events:[CR][B][COLOR lime]{}[/COLOR][/B][CR][CR]{}

# #30723
source: [COLOR lime]Next Page >>>[/COLOR]
de_de: [COLOR lime]Nächste Seite >>>[/COLOR]

# #30733
source: [B]NOW ON LIVESTREAM :[CR][COLOR lime]{} - Event(s)[/COLOR][/B]
de_de: [B]JETZT IM LIVESTREAM :[CR][COLOR lime]{} - Event(s)[/COLOR][/B]

# #30735
source: UPCOMING EVENTS -[CR]{} :[CR][COLOR gold]Entries • {}{}[/COLOR]
de_de: KOMMENDE EVENTS -[CR]{} :[CR][COLOR gold]Einträge • {}{}[/COLOR]

# #30736
source: {}[CR]{} :[CR][COLOR gold]Entries • {}{}[/COLOR]
de_de: {}[CR]{} :[CR][COLOR gold]Einträge • {}{}[/COLOR]

# #30737
source: CLUBS, ASSOCIATIONS, LEAGUES & EVENTS -[CR]{} :[CR][COLOR gold]Entries • {}{}[/COLOR]
de_de: VEREINE, VERBÄNDE, LIGEN & EVENTS -[CR]{} :[CR][COLOR gold]Einträge • {}{}[/COLOR]

# #30751
source: Search • [COLOR yellow]{}[/COLOR] • on Sportdeutschland ...
de_de: Suche • [COLOR yellow]{}[/COLOR] • auf Sportdeutschland ...

# #30761
source: [B][COLOR orange]<<< Back to the Main-menu <<<[/COLOR][/B]
de_de: [B][COLOR orange]<<< Zurück zum Hauptmenü <<<[/COLOR][/B]

# #30763
source: Match:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Tags:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Starttime: [COLOR chartreuse]{}[/COLOR][CR][CR]
de_de: Match:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Tags:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Startzeit: [COLOR chartreuse]{}[/COLOR][CR][CR]

# #30764
source: Match:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Starttime: [COLOR chartreuse]{}[/COLOR][CR][CR]
de_de: Match:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Startzeit: [COLOR chartreuse]{}[/COLOR][CR][CR]

# #30765
source: Match:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Tags:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Recording: [COLOR chartreuse]{}[/COLOR][CR][CR]
de_de: Match:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Tags:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Aufzeichnung: [COLOR chartreuse]{}[/COLOR][CR][CR]

# #30766
source: Match:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Recording: [COLOR chartreuse]{}[/COLOR][CR][CR]
de_de: Match:[CR][B][COLOR gold]{}[/COLOR][/B][CR]Aufzeichnung: [COLOR chartreuse]{}[/COLOR][CR][CR]

# #30767
source: [COLOR lime]Next Page >>>[/COLOR]
de_de: [COLOR lime]Nächste Seite >>>[/COLOR]

# #32101
source: Mon
de_de: Mo

# #32102
source: Tue
de_de: Di

# #32103
source: Wed
de_de: Mi

# #32104
source: Thu
de_de: Do

# #32105
source: Fri
de_de: Fr

# #32106
source: Sat
de_de: Sa

# #32107
source: Sun
de_de: So
