Repository: SkullSplitter2020/Fusion.Repo
Catalog: repo/plugin.video.dfb_tv/resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: General
de_de: Allgemein

# #30001
source: Advanced
de_de: Fortgeschritten

# #30110
source: Show further Articles on Youtube [COLOR yellow](via Youtube-Addon)[/COLOR]
de_de: Weitere Beiträge auf YOUTUBE anzeigen [COLOR yellow](über Youtube-Addon)[/COLOR]

# #30111
source: Play HLS-Videos with [COLOR yellow]*Inputstream.Adaptive*[/COLOR]
de_de: HLS-Videos mit [COLOR yellow]*Inputstream.Adaptive*[/COLOR] abspielen

# #30112
source: Preferred Video-Resolution [B][COLOR yellow](without Inputstream)[/COLOR][/B]
de_de: Bevorzugte Video-Auflösung [B][COLOR yellow](ohne Inputstream)[/COLOR][/B]

# #30113
source: [B]HD Quality [COLOR yellow](most 1280x720)[/COLOR][/B]
de_de: [B]HD Qualität [COLOR yellow](meist 1280x720)[/COLOR][/B]

# #30114
source: [B]Medium Quality [COLOR yellow](most 640x360)[/COLOR][/B]
de_de: [B]Mittlere Qualität [COLOR yellow](meist 640x360)[/COLOR][/B]

# #30115
source: [B]Lowest Quality [COLOR yellow](most 480x270)[/COLOR][/B]
de_de: [B]Niedrigste Qualität [COLOR yellow](meist 480x270)[/COLOR][/B]

# #30116
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30117
source: Detailed Addon-Debug (otherwise only Minimal-Log)
de_de: Addon-Debug mit Details (sonst nur Minimal-Log)

# #30230
source: [B][COLOR ff0099ff]CATEGORIES[/COLOR][/B]
de_de: [B][COLOR ff0099ff]KATEGORIEN[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]PLAYBACK & QUALITY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]WIEDERGABE & QUALITÄT[/COLOR][/B]

# #30232
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30501
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* ist NICHT installiert !!![/COLOR]

# #30502
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* can NOT be activated automatically !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* kann NICHT automatisch aktiviert werden !!![/COLOR]

# #30522
source: [COLOR orangered]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR orangered]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30524
source: [COLOR orangered]Unfortunately, there are NO {0:s} :[/COLOR]
de_de: [COLOR orangered]Leider gibt es KEINE {0:s} :[/COLOR]

# #30525
source: * [COLOR blue]In the Category: LIVESTREAMS[/COLOR] * at TV.dfb.de
de_de: * [COLOR blue]In der Rubrik: LIVESTREAMS[/COLOR] * bei TV.dfb.de

# #30526
source: * [COLOR blue]In the Category: {0:s}[/COLOR] * at TV.dfb.de
de_de: * [COLOR blue]In der Rubrik: {0:s}[/COLOR] * bei TV.dfb.de

# #30527
source: [COLOR orangered]!!! This video is DEFECTIVE (present but NOT playable) !!![/COLOR]
de_de: [COLOR orangered]!!! Dieses Video ist DEFEKT (vorh. aber NICHT abspielbar) !!![/COLOR]

# #30528
source: [COLOR orangered]!!! The requested video was not found !!![/COLOR]
de_de: [COLOR orangered]!!! Das angeforderte Video wurde nicht gefunden !!![/COLOR]

# #30601
source: [B]New Videos[/B]
de_de: [B]Neue Videos[/B]

# #30602
source: [B]Football (Men)[/B]
de_de: [B]Fußball (Männer)[/B]

# #30603
source: [B]Football (Women)[/B]
de_de: [B]Fußball (Frauen)[/B]

# #30604
source: [B]Amateur Football[/B]
de_de: [B]Amateurfußball[/B]

# #30608
source: [B]English Videos[/B]
de_de: [B]Englische Videos[/B]

# #30609
source: [B]Sporting[/B]
de_de: [B]Sportlich[/B]

# #30610
source: [B]Talent Promotion[/B]
de_de: [B]Talentförderung[/B]

# #30611
source: [B]Search ...[/B]
de_de: [B]Suche ...[/B]

# #30612
source: [B][COLOR lime]• • • Further Articles on YOUTUBE • • •[/COLOR][/B]
de_de: [B][COLOR lime]• • • Weitere Beiträge auf YOUTUBE • • •[/COLOR][/B]

# #30613
source: DFB Settings
de_de: DFB Einstellungen

# #30614
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30654
source: [COLOR yellow]Add to Playlist-DFB ...[/COLOR]
de_de: [COLOR yellow]Zu Abspielliste-DFB hinzufügen ...[/COLOR]

# #30701
source: [B]All Videos[/B]
de_de: [B]Alle Videos[/B]

# #30702
source: [B]Men Leagues[/B]
de_de: [B]Männer Ligen[/B]

# #30703
source: [B]Men national team[/B]
de_de: [B]Männer Nationalmannschaft[/B]

# #30704
source: [B]The team[/B]
de_de: [B]Die Mannschaft[/B]

# #30706
source: [B]3. League[/B]
de_de: [B]3. Liga[/B]

# #30707
source: [B]A-Junior Men Bundesliga[/B]
de_de: [B]A-Junioren Bundesliga[/B]

# #30708
source: [B]B-Junior Men Bundesliga[/B]
de_de: [B]B-Junioren Bundesliga[/B]

# #30709
source: [B]DFB Cup[/B]
de_de: [B]DFB-Pokal[/B]

# #30712
source: [B]All Junior Men[/B]
de_de: [B]Alle Junioren[/B]

# #30721
source: [B]All Videos[/B]
de_de: [B]Alle Videos[/B]

# #30722
source: [B]Women Leagues[/B]
de_de: [B]Frauen Ligen[/B]

# #30723
source: [B]Women national team[/B]
de_de: [B]Frauen Nationalmannschaft[/B]

# #30724
source: [B]Google Pixel Women's Bundesliga[/B]
de_de: [B]Google Pixel Frauen-Bundesliga[/B]

# #30725
source: [B]FLYERALARM Women's Bundesliga[/B]
de_de: [B]FLYERALARM Frauen-Bundesliga[/B]

# #30726
source: [B]Women's DFB Cup[/B]
de_de: [B]DFB-Pokal der Frauen[/B]

# #30727
source: [B]All Junior Women[/B]
de_de: [B]Alle Juniorinnen[/B]

# #30741
source: [B][COLOR gold]{0:s}[/COLOR][/B][CR]Published: [COLOR chartreuse]{1:s}[/COLOR][CR][CR]{2:s}
de_de: [B][COLOR gold]{0:s}[/COLOR][/B][CR]Veröffentlicht: [COLOR chartreuse]{1:s}[/COLOR][CR][CR]{2:s}

# #30742
source: [B][COLOR gold]{0:s}[/COLOR][/B][CR]Published: [COLOR chartreuse]{1:s}[/COLOR]
de_de: [B][COLOR gold]{0:s}[/COLOR][/B][CR]Veröffentlicht: [COLOR chartreuse]{1:s}[/COLOR]

# #30743
source: [COLOR lime]Next Page ({0:d}) >>>[/COLOR]
de_de: [COLOR lime]Nächste Seite ({0:d}) >>>[/COLOR]

# #30751
source: Search on TV.dfb.de ...
de_de: Suche auf TV.dfb.de ...

# #30771
source: YT [COLOR deepskyblue]•[/COLOR][B] Live-Events and latest News[/B]
de_de: YT [COLOR deepskyblue]•[/COLOR][B] Live-Events und Aktuelles[/B]

# #30772
source: YT [COLOR deepskyblue]•[/COLOR] New Uploads
de_de: YT [COLOR deepskyblue]•[/COLOR] Neue Uploads

# #30774
source: Tba. Start: [B][COLOR chartreuse]{0:s}[/COLOR][/B][CR][CR]
de_de: Vrstl. Start: [B][COLOR chartreuse]{0:s}[/COLOR][/B][CR][CR]

# #30775
source: Published: [B][COLOR yellow]{0:s}[/COLOR][/B][CR][CR]
de_de: Veröffentlicht: [B][COLOR yellow]{0:s}[/COLOR][/B][CR][CR]

# #32101
source: Mon
de_de: Mo

# #32102
source: Tue
de_de: Di

# #32103
source: Wed
de_de: Mi

# #32104
source: Thu
de_de: Do

# #32105
source: Fri
de_de: Fr

# #32106
source: Sat
de_de: Sa

# #32107
source: Sun
de_de: So
