Repository: SkullSplitter2020/Fusion.Repo
Catalog: repo/plugin.video.sendungverpasst/resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: General
de_de: Allgemein

# #30001
source: Advanced
de_de: Fortgeschritten

# #30110
source: Play HLS-Videos from ARD|DW|KiKA|ZDF with [COLOR yellow]*Inputstream.Adaptive*[/COLOR]
de_de: HLS-Videos von ARD|DW|KiKA|ZDF mit [COLOR yellow]*Inputstream.Adaptive*[/COLOR] abspielen

# #30111
source: Preferred Video-file format for ARD|KiKA|ZDF [COLOR yellow](m3u8|mp4)[/COLOR]
de_de: Bevorzugtes Video-Dateiformat für ARD|KiKA|ZDF [COLOR yellow](m3u8|mp4)[/COLOR]

# #30112
source: Channel-Identification in the Title [COLOR yellow](Folder A-Z)[/COLOR]
de_de: Sender-Kennungen im Titel [COLOR yellow](Ordner A-Z)[/COLOR]

# #30113
source: Channel-Identification in the Title [COLOR yellow](Link)[/COLOR]
de_de: Sender-Kennungen im Titel [COLOR yellow](Link)[/COLOR]

# #30114
source: Show [B][COLOR yellow]ARTE.TV[/COLOR][/B] - Broadcasts
de_de: [B][COLOR yellow]ARTE.TV[/COLOR][/B] - Sendungen anzeigen

# #30115
source: Show [B][COLOR yellow]JOYN.DE[/COLOR][/B] - Broadcasts
de_de: [B][COLOR yellow]JOYN.DE[/COLOR][/B] - Sendungen anzeigen

# #30116
source: Show [B][COLOR yellow]RTL+[/COLOR][/B] - Broadcasts
de_de: [B][COLOR yellow]RTL+[/COLOR][/B] - Sendungen anzeigen

# #30117
source: Use Thumb as Fanart
de_de: Thumb als Hintergrund-Fanart nutzen

# #30118
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30119
source: Detailed Program-Debug (otherwise only Minimal-Log)
de_de: Programm-Debug mit Details (sonst nur Minimal-Log)

# #30230
source: [B][COLOR ff0099ff]PLAY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ABSPIELEN[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]TITLE/DISPLAY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]TITEL/ANZEIGE[/COLOR][/B]

# #30232
source: [B][COLOR ff0099ff]CHANNEL[/COLOR][/B]
de_de: [B][COLOR ff0099ff]SENDER[/COLOR][/B]

# #30234
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30350
source: [COLOR yellow]For RTL+ -Premium- and HD-content, a paid account is required ![/COLOR]
de_de: [COLOR yellow]Für RTL+ -Premium- und HD-Inhalte ist ein kostenpflichtiger Account Voraussetzung ![/COLOR]

# #30501
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* ist NICHT installiert !!![/COLOR]

# #30502
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* can NOT be activated automatically !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* kann NICHT automatisch aktiviert werden !!![/COLOR]

# #30522
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR red]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30524
source: [COLOR red]The new PROVIDER-ID was not found ![/COLOR]
de_de: [COLOR red]Die neue PROVIDER-ID wurde nicht gefunden ![/COLOR]

# #30525
source: [COLOR red]Currently NO videos in :[/COLOR]
de_de: [COLOR red]Zurzeit KEINE Videos in :[/COLOR]

# #30526
source: * [COLOR blue]{0:s}[/COLOR] * at sendungverpasst
de_de: * [COLOR blue]{0:s}[/COLOR] * bei sendungverpasst

# #30527
source: [COLOR red]The Provider[/COLOR] *{0:s}* [COLOR red]could not be resolved ![/COLOR]
de_de: [COLOR red]Der Provider[/COLOR] *{0:s}* [COLOR red]konnte nicht aufgelöst werden ![/COLOR]

# #30528
source: [COLOR red]The requested *VideoLink* does NOT exist ![/COLOR]
de_de: [COLOR red]Der angeforderte *VideoLink* existiert NICHT ![/COLOR]

# #30529
source: [COLOR red]This Video was blocked :[/COLOR]
de_de: [COLOR red]Dieses Video wurde geblockt :[/COLOR]

# #30530
source: * [COLOR blue]Due to age-restrictions[/COLOR] *
de_de: * [COLOR blue]Auf Grund von Altersbeschränkungen[/COLOR] *

# #30531
source: * [COLOR red]Due to geo-restrictions[/COLOR] *
de_de: * [COLOR red]Auf Grund von Geo-Sperren[/COLOR] *

# #30532
source: * [COLOR blue]Joyn.de & Co. don't like KODI freeloaders[/COLOR] *
de_de: * [COLOR blue]Joyn.de & Co. mag keine KODI-Schmarotzer[/COLOR] *

# #30533
source: My SEVER - Favourites :
de_de: Meine SEVER - Favoriten :

# #30534
source: [B]≡ [COLOR blue]{0:s}[/COLOR] ≡ [COLOR lime]successfully added !!![/COLOR][/B]
de_de: [B]≡ [COLOR blue]{0:s}[/COLOR] ≡ [COLOR lime]erfolgreich hinzugefügt !!![/COLOR][/B]

# #30535
source: [B]≡ [COLOR blue]{0:s}[/COLOR] ≡ [COLOR orangered]has been deleted !!![/COLOR][/B]
de_de: [B]≡ [COLOR blue]{0:s}[/COLOR] ≡ [COLOR orangered]wurde gelöscht !!![/COLOR][/B]

# #30601
source: [B][COLOR chartreuse]★ My SEVER Favourites ★[/COLOR][/B]
de_de: [B][COLOR chartreuse]★ Meine SEVER Favoriten ★[/COLOR][/B]

# #30602
source: [B]Most popular Videos of the week[/B]
de_de: [B]Beliebteste Videos der Woche[/B]

# #30603
source: [B]Trends from all Mediatheken[/B]
de_de: [B]Trends aus allen Mediatheken[/B]

# #30604
source: [B]Current Highlights[/B]
de_de: [B]Aktuelle Highlights[/B]

# #30605
source: [B]All Stations[/B]
de_de: [B]Alle Sender[/B]

# #30606
source: [B]All Categories[/B]
de_de: [B]Alle Rubriken[/B]

# #30607
source: [B]Recently added[/B]
de_de: [B]Kürzlich hinzugefügt[/B]

# #30608
source: [B]Only for a short time[/B]
de_de: [B]Nur noch kurze Zeit[/B]

# #30609
source: [B]Broadcasts from A-Z[/B]
de_de: [B]Sendungen von A-Z[/B]

# #30610
source: [B]Broadcasts-Archive[/B]
de_de: [B]Sendungs-Archive[/B]

# #30611
source: [B]Search ...[/B]
de_de: [B]Suche ...[/B]

# #30612
source: SEVER Settings
de_de: SEVER Einstellungen

# #30613
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30622
source: Search on sendungverpasst ...
de_de: Suche auf sendungverpasst ...

# #30623
source: Filter by Categories
de_de: Filter nach Rubriken

# #30624
source: Filter by Station
de_de: Filter nach Sender

# #30625
source: Filter by Date
de_de: Filter nach Datum

# #30626
source: [B][COLOR chartreuse]• • • [/COLOR]Show Results[COLOR chartreuse] • • •[/COLOR][/B]
de_de: [B][COLOR chartreuse]• • • [/COLOR]Ergebnisse anzeigen[COLOR chartreuse] • • •[/COLOR][/B]

# #30630
source: [B][COLOR deepskyblue]Season {0:s} • Episode {1:s}[/COLOR][/B][CR]
de_de: [B][COLOR deepskyblue]Staffel {0:s} • Folge {1:s}[/COLOR][/B][CR]

# #30631
source: [B][COLOR deepskyblue]Episode {0:s}[/COLOR][/B][CR]
de_de: [B][COLOR deepskyblue]Folge {0:s}[/COLOR][/B][CR]

# #30632
source: From [COLOR chartreuse]{0:s}[/COLOR] to [COLOR orangered]{1:s}[/COLOR][CR][CR]
de_de: Vom [COLOR chartreuse]{0:s}[/COLOR] bis [COLOR orangered]{1:s}[/COLOR][CR][CR]

# #30633
source: From [COLOR chartreuse]{0:s}[/COLOR][CR][CR]
de_de: Vom [COLOR chartreuse]{0:s}[/COLOR][CR][CR]

# #30636
source: [COLOR lime]Next Page ({0:d}) >>>[/COLOR]
de_de: [COLOR lime]Nächste Seite ({0:d}) >>>[/COLOR]

# #30651
source: [B][COLOR chartreuse]Add to SEVER-Favourites ...[/COLOR][/B]
de_de: [B][COLOR chartreuse]Zu SEVER-Favoriten hinzufügen ...[/COLOR][/B]

# #30652
source: [B][COLOR orange]... Remove from SEVER-Favourites[/COLOR][/B]
de_de: [B][COLOR orange]... Aus SEVER-Favoriten entfernen[/COLOR][/B]

# #30654
source: [COLOR yellow]Add to Playlist-SEVER ...[/COLOR]
de_de: [COLOR yellow]Zu Abspielliste-SEVER hinzufügen ...[/COLOR]

# #30655
source: [I][B][COLOR cyan]* More: {0:s} *[/COLOR][/B][/I]
de_de: [I][B][COLOR cyan]* Mehr: {0:s} *[/COLOR][/B][/I]

# #30656
source: [I][B][COLOR springgreen]>> SHOW MORE OF IT <<[/COLOR][/B][/I]
de_de: [I][B][COLOR springgreen]>> MEHR DAVON ANZEIGEN <<[/COLOR][/B][/I]

# #30671
source: Top 20 of the week
de_de: Top 20 der Woche

# #30672
source: Top 20 trending
de_de: Top 20 Trends

# #30673
source: Movies
de_de: Filme

# #30674
source: Series
de_de: Serien

# #30675
source: Stations
de_de: Sender

# #30676
source: Categories
de_de: Rubriken

# #30677
source: Comedy and Shows
de_de: Comedy und Shows

# #30678
source: Daily Soaps
de_de: Tägliche Soaps

# #30679
source: Documentations
de_de: Dokumentationen

# #30680
source: Current Highlights
de_de: Aktuelle Highlights

# #30681
source: Recently added
de_de: Kürzlich hinzugefügt

# #30682
source: Only for a short time
de_de: Nur noch kurze Zeit
