Repository: SkullSplitter2020/Fusion.Repo
Catalog: repo/plugin.video.spiegel.*/resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: General
de_de: Allgemein

# #30001
source: Playback
de_de: Wiedergabe

# #30002
source: Advanced
de_de: Fortgeschritten

# #30110
source: Max. listed pages of a Category [COLOR yellow](time consuming)[/COLOR]
de_de: Max. gelistete Seiten einer Kategorie [COLOR yellow](zeitaufwendig)[/COLOR]

# #30111
source: Show further Articles on Youtube [COLOR lime](via Youtube-Addon)[/COLOR]
de_de: Weitere Beiträge auf YOUTUBE anzeigen [COLOR lime](über Youtube-Addon)[/COLOR]

# #30112
source: Use Thumb as Background-Fanart
de_de: Thumb als Hintergrund-Fanart nutzen

# #30113
source: Also show Podcasts and Audio-Streams [COLOR yellow](mp3)[/COLOR]
de_de: Auch Podcasts und Audio-Streams anzeigen [COLOR yellow](mp3)[/COLOR]

# #30114
source: Play HLS-Videos with [B][COLOR yellow]Inputstream.Adaptive[/COLOR][/B]
de_de: HLS-Videos mit [B][COLOR yellow]Inputstream.Adaptive[/COLOR][/B] abspielen

# #30115
source: Preferred video file format [COLOR yellow](m3u8|mp4)[/COLOR]
de_de: Bevorzugtes Video-Dateiformat [COLOR yellow](m3u8|mp4)[/COLOR]

# #30116
source: Preferred quality in mode [COLOR yellow](mp4)[/COLOR]
de_de: Bevorzugte Qualität im Modus [COLOR yellow](mp4)[/COLOR]

# #30117
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30118
source: Detailed Addon-Debug (otherwise only Minimal-Log)
de_de: Addon-Debug mit Details (sonst nur Minimal-Log)

# #30155
source: HD Quality - 1080p
de_de: HD Qualität - 1080p

# #30156
source: HD Quality - 720p
de_de: HD Qualität - 720p

# #30157
source: Good Quality - 576p
de_de: Gute Qualität - 576p

# #30158
source: Quality - 360p
de_de: Qualität - 360p

# #30230
source: [B][COLOR ff0099ff]FOLDER[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ORDNER[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]CATEGORIES[/COLOR][/B]
de_de: [B][COLOR ff0099ff]KATEGORIEN[/COLOR][/B]

# #30234
source: [B][COLOR ff0099ff]PLAYBACK/QUALITY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]WIEDERGABE/QUALITÄT[/COLOR][/B]

# #30235
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30350
source: [B][COLOR orange]NOTICE: A valid API-KEY must be entered in the Youtube-Addon ![/COLOR][/B]
de_de: [B][COLOR yellow]HINWEIS: Ein gültiger API-KEY muss im Youtube-Addon eingetragen sein ![/COLOR][/B]

# #30351
source: [B][COLOR orange]Only works if more than one Videofile is available ![/COLOR][/B]
de_de: [B][COLOR orange]Funktioniert nur wenn mehr als eine Videodatei zur Verfügung steht ![/COLOR][/B]

# #30501
source: [COLOR orangered]ATTENTION : ... the required Addon ►[/COLOR][COLOR yellow]{}[/COLOR][COLOR orangered]◄ can NOT be activated automatically !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon ►[/COLOR][COLOR yellow]{}[/COLOR][COLOR orangered]◄ kann NICHT automatisch aktiviert werden !!![/COLOR]

# #30502
source: [COLOR orangered]ATTENTION : ... the required Addon ►[/COLOR][COLOR yellow]{}[/COLOR][COLOR orangered]◄ is NOT installed !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon ►[/COLOR][COLOR yellow]{}[/COLOR][COLOR orangered]◄ ist NICHT installiert !!![/COLOR]

# #30522
source: [COLOR orangered]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR orangered]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30524
source: [COLOR orangered]Required additional Data could NOT be resolved (LOG) ![/COLOR]
de_de: [COLOR orangered]Erforderliche Zusatzdaten konnten NICHT aufgelöst werden (LOG) ![/COLOR]

# #30525
source: [COLOR orangered]Currently NO videos in :[/COLOR]
de_de: [COLOR orangered]Zurzeit KEINE Videos in :[/COLOR]

# #30526
source: [B]≡ [COLOR blue]{}[/COLOR] ≡ at spiegel.de[/B]
de_de: [B]≡ [COLOR blue]{}[/COLOR] ≡ bei spiegel.de[/B]

# #30527
source: [COLOR orangered]The requested *VideoLink* does NOT exist ![/COLOR]
de_de: [COLOR orangered]Der angeforderte *VideoLink* existiert NICHT ![/COLOR]

# #30601
source: [B]Overview Videos[/B]
de_de: [B]Übersicht Videos[/B]

# #30602
source: [B]Theme: SPIEGEL TV[/B]
de_de: [B]Thema: SPIEGEL TV[/B]

# #30604
source: [B]Politics abroad[/B]
de_de: [B]Politik Ausland[/B]

# #30605
source: [B]Russia's war against Ukraine[/B]
de_de: [B]Russlands Krieg gegen die Ukraine[/B]

# #30606
source: [B]Politics Germany[/B]
de_de: [B]Politik Deutschland[/B]

# #30607
source: [B]Spitzengespräch - the Talk with Markus Feldenkirchen[/B]
de_de: [B]Spitzengespräch - der Talk mit Markus Feldenkirchen[/B]

# #30608
source: [B]SPIEGEL Bestseller - Read more with Elke Heidenreich[/B]
de_de: [B]SPIEGEL Bestseller - Mehr lesen mit Elke Heidenreich[/B]

# #30609
source: [B]We go for a spin - Car tests[/B]
de_de: [B]Wir drehen eine Runde - Autotests[/B]

# #30610
source: [B][COLOR lime]• • • Further Articles on YOUTUBE • • •[/COLOR][/B]
de_de: [B][COLOR lime]• • • Weitere Beiträge auf YOUTUBE • • •[/COLOR][/B]

# #30611
source: DER SPIEGEL Settings
de_de: DER SPIEGEL Einstellungen

# #30612
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30621
source: SPIEGEL TV - Magazine
de_de: SPIEGEL TV - Magazin

# #30622
source: SPIEGEL TV - Report
de_de: SPIEGEL TV - Reportage

# #30623
source: SPIEGEL TV for ARTE Re:
de_de: SPIEGEL TV für ARTE Re:

# #30624
source: SPIEGEL TV - Let's talk about money
de_de: SPIEGEL TV - Reden wir über Geld

# #30626
source: SPIEGEL TV - Under interrogation
de_de: SPIEGEL TV - Im Verhör

# #30631
source: YT [COLOR deepskyblue]•[/COLOR] New Uploads
de_de: YT [COLOR deepskyblue]•[/COLOR] Neue Uploads

# #30642
source: Published: [COLOR chartreuse]{}[/COLOR][CR][B][COLOR gold]♫ AUDIO ♫[/COLOR][/B][CR]
de_de: Veröffentlicht: [COLOR chartreuse]{}[/COLOR][CR][B][COLOR gold]♫ AUDIO ♫[/COLOR][/B][CR]

# #30643
source: Published: [COLOR chartreuse]{}[/COLOR][CR]
de_de: Veröffentlicht: [COLOR chartreuse]{}[/COLOR][CR]
